Repository: woweverstudio/ZombieRush
Catalog: ZombieRush/Resources/Models.xcstrings
Source language: en
Languages: ko

# error_data_not_found
source: Data not found
ko: 데이터를 찾을 수 없습니다

# error_database_failed
source: Database operation failed
ko: 데이터베이스 작업에 실패했습니다

# error_user_not_found
source: User not found
ko: 사용자를 찾을 수 없습니다

# job_dark_mage_name
source: Dark Mage
ko: 어둠 마법사

# job_fire_mage_name
source: Fire Mage
ko: 불 마법사

# job_ice_mage_name
source: Ice Mage
ko: 얼음 마법사

# job_lightning_mage_name
source: Lightning Mage
ko: 번개 마법사

# job_novice_name
source: Novice
ko: 초보자

# myinfo_category_jobs
source: Jobs
ko: 직업

# myinfo_category_spirits
source: Spirits
ko: 정령

# myinfo_category_stats
source: Stats
ko: 스텟

# spirit_dark_description
source: Mysterious spirit using dark powers
ko: 어둠의 힘을 사용하는 신비한 정령

# spirit_dark_name
source: Dark
ko: 어둠

# spirit_fire_description
source: Fire attribute attack specialized spirit
ko: 화염 속성 공격에 특화된 정령

# spirit_fire_name
source: Fire
ko: 불

# spirit_ice_description
source: Ice spirit with freezing effects
ko: 빙결 효과를 가진 냉기 정령

# spirit_ice_name
source: Ice
ko: 얼음

# spirit_lightning_description
source: Lightning spirit with fast electric attacks
ko: 빠른 전격 공격을 하는 번개 정령

# spirit_lightning_name
source: Lightning
ko: 번개

# stat_attack_speed_description
source: Increases attack speed for faster attacks
ko: 공격 속도를 높여 더 빠르게 공격할 수 있습니다

# stat_attack_speed_name
source: Attack Speed
ko: 공격 속도 증가

# stat_energy_recovery_description
source: Recovers energy over time
ko: 시간이 지남에 따라 에너지를 회복합니다

# stat_energy_recovery_name
source: Energy Recovery
ko: 에너지 회복 증가

# stat_hp_recovery_description
source: Recovers HP over time
ko: 시간이 지남에 따라 HP를 회복합니다

# stat_hp_recovery_name
source: HP Recovery
ko: HP 회복 증가

# stat_move_speed_description
source: Increases character movement speed
ko: 캐릭터의 이동 속도를 증가시킵니다

# stat_move_speed_name
source: Move Speed
ko: 이동 속도 증가

# stat_totem_count_description
source: Increases the maximum number of totems that can be placed on the field
ko: 필드에 배치할 수 있는 토템의 최대 개수를 늘립니다

# stat_totem_count_name
source: Totem Count
ko: 토템 개수

# toast_cheer_buff_purchased_description
source: For a certain period of time, Nemo rescue and spirit discovery abilities are enhanced
ko: 일정 시간 동안 네모구출, 정령 발견 능력이 향상됩니다

# toast_cheer_buff_purchased_title
source: Nemo's Cheer Activated
ko: 네모의 응원 활성화

# toast_job_unlock_failed_description
source: Current %@ spirit count: %d, Current level: %dLv
ko: 현재 %@ 정령 수: %d개, 현재 레벨: %dLv

# toast_job_unlock_failed_title
source: Job Unlock Failed
ko: 직업 해금 실패

# toast_job_unlock_success_description
source: You became a %@
ko: %@가 되었습니다

# toast_job_unlock_success_title
source: Job Unlocked
ko: 직업 해금 성공

# toast_lack_of_stat_points_description
source: Stat points are insufficient
ko: 스탯 포인트가 부족합니다

# toast_lack_of_stat_points_title
source: Insufficient Stat Points
ko: 스탯 포인트 부족

# toast_level_up_title
source: Level Up
ko: 레벨업

# toast_login_success_description
source: Login completed successfully
ko: 로그인이 완료되었습니다

# toast_login_success_title
source: Welcome, %@!
ko: 환영합니다, %@님!

# toast_select_job_failed_description
source: Failed to load job due to network issues
ko: 네트워크 문제로 직업 로드에 실패했습니다

# toast_select_job_failed_title
source: Job Load Failed
ko: 직업 불러오기 실패

# toast_spirit_purchased_description
source: A new spirit has been acquired
ko: 새로운 정령을 획득했습니다

# toast_spirit_purchased_title
source: %@ Spirit Acquired
ko: %@ 정령 획득

# toast_stat_increased_description
source: %@ stat points +%d
ko: %@ 스텟 포인트 +%d

# toast_stat_increased_title
source: Stat Upgrade Success
ko: 스텟 강화 성공
